{
    "english": {
        "meta": {
            "title": "Pharmacy scrapers",
            "title_short": "Pharmacy scrapers",
            "description_short": "In our catalog you will find free web scrapers for pharmacies that will help you automate the collection of data on drugs, prices, availability and promotions. These tools will make it easier to monitor the assortment, compare prices and analyze the offers of different pharmacy chains. All scrapers are easy to use and ready to work immediately after importing it to your Diggernaut account. Choose the right one and increase the efficiency of your pharmaceutical business!",
            "description_long": "Welcome to our catalog of free web scrapers for pharmacies! Here you will find powerful tools that will help you automate the process of collecting data about medicines, their availability, prices and current promotions. These web scrapers are specially designed for pharmacists, pharmacy managers and anyone who wants to optimize their work and stay one step ahead of the competition.<br /><br />Our free scrapers are highly effective and easy to use. You won't need any special programming knowledge to get started with them. Just choose the right tool and import it to your Diggernaut account. All scrapers are customized to maximize your workflow and save you time.<br /><br />Using our free scrapers, you will be able to regularly update information about your assortment, track price changes of your competitors, monitor drug availability and react quickly to any changes in the market. This will allow you to make informed decisions, adjust your pharmacy development strategy and improve customer satisfaction.<br /><br />Each web scraper in our catalog is carefully selected and tested for compatibility with popular platforms of electronic trading platforms and pharmacy networks. We are sure that you will find the right tool for your specific task and help your business to grow and develop!<br /><br />Start using free scrapers for pharmacies today and feel the difference in the efficiency of your work!",
            "keywords": "phaemacy scaper, data extraction, web scraping",
            "category": "Pharmacy"
        }
    },
    "russian": {
        "meta": {
            "title": "Парсеры аптек",
            "title_short": "Парсеры аптек",
            "description_short": "В нашем каталоге вы найдете бесплатные парсеры для аптек, которые помогут вам автоматизировать сбор данных о лекарствах, ценах, наличии препаратов и акциях. Эти инструменты облегчат мониторинг ассортимента, сравнение цен и анализ предложений различных аптечных сетей. Все парсеры просты в использовании и готовы к работе сразу после импортирования их в ваш аккаунт на платформе Diggernaut. Выберите подходящий вариант и повысьте эффективность вашего фармацевтического бизнеса!",
            "description_long": "Добро пожаловать в наш каталог бесплатных парсеров для аптек! Здесь вы найдете мощные инструменты, которые помогут вам автоматизировать процесс сбора данных о лекарственных препаратах, их доступности, ценах и текущих акциях. Эти парсеры специально разработаны для фармацевтов, менеджеров аптек и всех, кто стремится оптимизировать свою работу и оставаться на шаг впереди конкурентов.<br /><br />Наши бесплатные парсеры отличаются высокой эффективностью и удобством использования. Вам не потребуется обладать специальными знаниями в программировании, чтобы начать работу с ними. Просто выберите подходящий инструмент и импортируйте его в ваш аккаунт Diggernaut. Все парсеры настроены таким образом, чтобы максимально упростить ваш рабочий процесс и сэкономить ваше время.<br /><br />Используя наши бесплатные парсеры, вы сможете регулярно обновлять информацию о вашем ассортименте, отслеживать изменения цен у конкурентов, мониторить наличие лекарств и оперативно реагировать на любые изменения на рынке. Это позволит вам принимать взвешенные решения, корректировать стратегию развития аптеки и повышать уровень удовлетворенности ваших клиентов.<br /><br />Каждый представленный в нашем каталоге парсер тщательно отобран и проверен на совместимость с популярными платформами электронных торговых площадок и аптечных сетей. Мы уверены, что вы найдете именно тот инструмент, который подойдет для вашей конкретной задачи и поможет вашему бизнесу расти и развиваться!<br /><br />Начните использовать бесплатные парсеры для аптек уже сегодня и ощутите разницу в эффективности своей работы!",
            "keywords": "парсер аптеки, парсинг сайтов, сбор данных",
            "category": "Аптеки"
        }
    }
}