{
    "digger": {
        "updated": "2022-05-28",
        "compile": false
    },
    "english": {
        "meta": {
            "title": "Telegram scraper - an effective tool for business",
            "title_short": "Telegram scraper",
            "description_short": "Telegram scraper is a powerful tool for any business that wants to stay competitive in today's environment. It will help you collect the necessary data, analyze the market and improve your marketing strategies. Start using the web scraper today and see the results!",
            "description_long": "In today's world, business is increasingly dependent on data, and its collection is becoming a key success factor. Telegram scraper will automate the process of collecting information from public channels in Telegram messenger. The process of the scraping is quite simple. You set a link to a public channel in Telegram, and then the web scraper collects all the necessary information. After that, the data can be exported in a convenient format for further analysis. Telegram is one of the most popular messengers in the world, especially among Russian-speaking users. This makes it a great source of information for your business.",
            "keywords": "telegram scraper, data extraction, web scraping, news aggregation",
            "domain": "t.me",
            "article": "tme",
            "category": "Social Media",
            "price": 0.00,
            "currency": "USD"
        },
        "options": [
            {
                "name": "Extract data by the list of channel URLs",
                "filename": "config_by_channel.yml",
                "settings": {
                    "variables": [],
                    "presets": [],
                    "pool": {
                        "title": "Please add at least one URL to the public Telegram channel",
                        "example": "https://t.me/s/vertdider"
                    }
                }
            }
        ]
    },
    "russian": {
        "meta": {
            "title": "Парсер Телеграм – эффективный инструмент для бизнеса",
            "title_short": "Парсер Телеграм",
            "description_short": "Парсер Телеграм – это мощный инструмент для любого бизнеса, который хочет оставаться конкурентоспособным в современных условиях. Он поможет вам собрать необходимые данные, проанализировать рынок и улучшить ваши маркетинговые стратегии. Начните использовать парсер уже сегодня и увидите результаты!",
            "description_long": "В современном мире бизнес все больше зависит от данных, и их сбор становится ключевым фактором успеха. Парсер Телеграма позволит автоматизировать процесс сбора информации из публичных групп в мессенджере Telegram. Процесс работы парсера довольно прост. Вы задаете ссылку на публичную группу в Telegram, а затем парсер собирает всю необходимую информацию. После этого данные могут быть экспортированы в удобный формат для дальнейшего анализа. Telegram является одним из самых популярных мессенджеров в мире, особенно среди русскоязычных пользователей. Это делает его отличным источником информации для вашего бизнеса.",
            "keywords": "парсер телеграм, парсер telegram, сбор данных, агрегатор новостей",
            "domain": "t.me",
            "article": "tme",
            "category": "Социальные сети",
            "price": 0.00,
            "currency": "RUB"
        },
        "options": [
            {
                "name": "Сбор данных по ссылкам на каналы",
                "filename": "config_by_channel.yml",
                "settings": {
                    "variables": [],
                    "presets": [],
                    "pool": {
                        "title": "Пожалуйста добавьте как минимум одну ссылку на публичный канал",
                        "example": "https://t.me/s/vertdider"
                    }
                }
            }
       ]
    }
}