{
    "english": {
        "meta": {
            "title": "Educational web scrapers",
            "title_short": "Educational web scrapers",
            "description_short": "Our catalog offers a wide range of free web scrapers for educational websites. These tools will help you automate the collection of data about courses, instructors, tuition fees and student ratings. With scraped data you can easily compare courses, choose the most suitable options and keep track of updates in the educational sphere. All scrapers are easy to use and do not require special programming skills. Start saving time and make the right educational choices with our free parsers!",
            "description_long": "Welcome to our catalog dedicated to free educational website scrapers! If you strive for constant development and learning, but don't want to spend hours searching for the right information, our tools are created especially for you. In this section you will find a variety of scrapers that will help you automate the process of collecting data about courses, lectures, seminars and trainings presented on popular educational platforms.<br /><br />Our scrapers are designed to meet the needs of the modern student and professional. They allow you to quickly and conveniently retrieve information about course titles, instructors, class duration, tuition fees, as well as ratings and feedback from participants. With their help, you can easily compare different educational programs, choose the most profitable offers and stay up-to-date with the latest trends in online learning.<br /><br />All scrapers in our catalog are completely free and easy to use. You won't need special programming skills or technical knowledge to get started with these tools. Just choose a suitable scraper, import it to your Diggernaut account it and start collecting the necessary information.<br /><br />We are constantly updating our catalog, adding new web scrapers and improving existing ones to provide you with maximum comfort and efficiency when searching and analyzing data. Start using our free scrapers today and make your way to new knowledge even easier and more convenient!",
            "keywords": "educational web scaper, data extraction, web scraping",
            "category": "Education"
        }
    },
    "russian": {
        "meta": {
            "title": "Парсеры онлайн курсов",
            "title_short": "Парсеры онлайн курсов",
            "description_short": "В нашем каталоге представлен широкий выбор бесплатных парсеров для сайтов с онлайн-курсами. Эти инструменты помогут вам автоматизировать сбор данных о курсах, преподавателях, стоимости обучения и рейтингах студентов. С их помощью вы сможете легко сравнивать курсы, выбирать наиболее подходящие варианты и следить за обновлениями в образовательной сфере. Все парсеры просты в использовании и не требуют специальных навыков программирования. Начните экономить время и делайте правильный выбор в обучении с нашими бесплатными парсерами!",
            "description_long": "Добро пожаловать в наш каталог бесплатных парсеров для сайтов с онлайн-курсами! Если вы стремитесь к постоянному развитию и обучению, но не хотите тратить часы на поиск нужной информации, наши инструменты созданы специально для вас. В этом разделе вы найдете разнообразные парсеры, которые помогут вам автоматизировать процесс сбора данных о курсах, лекциях, семинарах и тренингах, представленных на популярных образовательных платформах.<br /><br />Наши парсеры разработаны с учетом потребностей современного студента и профессионала. Они позволяют быстро и удобно извлекать информацию о названиях курсов, преподавателях, длительности занятий, стоимости обучения, а также рейтингах и отзывах участников. С их помощью вы сможете легко сравнить различные образовательные программы, выбрать самые выгодные предложения и оставаться в курсе последних трендов в области онлайн-обучения.<br /><br />Все представленные в нашем каталоге парсеры совершенно бесплатны и просты в использовании. Вам не потребуются специальные навыки программирования или технические знания для начала работы с этими инструментами. Просто выберите подходящий парсер, скачайте его и приступайте к сбору необходимой информации.<br /><br />Мы постоянно обновляем наш каталог, добавляя новые парсеры и улучшая существующие, чтобы обеспечить вам максимальный комфорт и эффективность при поиске и анализе данных. Начните использовать наши бесплатные парсеры уже сегодня и сделайте свой путь к новым знаниям еще проще и удобнее!",
            "keywords": "парсер онлайн курсов, парсинг сайтов, сбор данных",
            "category": "Образование"
        }
    }
}