{
    "digger": {
        "updated": "2023-03-06",
        "compile": true
    },
    "english": {
        "meta": {
            "title": "Wildberries.ru web scraper",
            "title_short": "Wildberries.ru scraper",
            "description_short": "The Wildberries.ru web scraper will help you collect publicly available information about products sold in the Wildberries marketplace. The web scraper collects detailed information about the product and seller: product name, description, link to the image, price, variations and their availability, rating and much more.",
            "description_long": "Wildberries is one of the largest online international marketplace. Sellers sells electronics, clothes, shoes, accessories, goods for the home, as well as for beauty and health. Using this web scraper you will be able to extract information about the products and sellers presented in a given category or by passing links to specific products.",
            "keywords": "marketplace scraper, wildberries scraper, data extraction, web scraping",
            "domain": "wildberries.ru",
            "article": "wildberriesru",
            "category": "E-Commerce",
            "price": 0.00,
            "currency": "USD"
        },
        "options": [
            {
                "name": "Extract data by the list of category URLs",
                "filename": "config_by_category.yml",
                "settings": {
                    "variables": [],
                    "presets": [],
                    "pool": {
                        "title": "Please add at least one URL to the category of the web-store",
                        "example": "https://www.wildberries.ru/catalog/zdorove/tovary-posle-mastektomii"
                    }
                }
            },
            {
                "name": "Extract data by the list of product URLs",
                "filename": "config_by_product.yml",
                "settings": {
                    "variables": [],
                    "presets": [],
                    "pool": {
                        "title": "Please add at least one URL to the product page at the online store",
                        "example": "https://www.wildberries.ru/catalog/48960577/detail.aspx?targetUrl=BP"
                    }
                }
            }
        ]
    },
    "russian": {
        "meta": {
            "title": "Парсер для маркетплейса Wildberries.ru",
            "title_short": "Маркетплейс Wildberries",
            "description_short": "Парсер Wildberries поможет вам собрать данные o товарах, продаваемых на площадке маркетплейса Wildberries.ru. Парсер собирает подробную информацию об товаре и продавце: название товара, описание, ссылку на изображение, цену, вариации и их наличие, рейтинг и многое другое",
            "description_long": "Wildberries - один из крупнейших российских (и даже международных) маркетплейсов. На этой площадке представлена электроника, одежда, обувь, аксессуары, товары для дома, а также для красоты и здоровья. С помощью этого парсера вы сможете забрать информацию о товарах и продавцах, представленных в заданной категории или передав ссылки на специфические товары.",
            "keywords": "парсер маркетплейса, парсер wildberries, сбор данных, мониторинг цен",
            "domain": "wildberries.ru",
            "article": "wildberriesru",
            "category": "Магазины",
            "price": 0.00,
            "currency": "RUB"
        },
        "options": [
            {
                "name": "Сбор данных по ссылкам на категории",
                "filename": "config_by_category.yml",
                "settings": {
                    "variables": [],
                    "presets": [],
                    "pool": {
                        "title": "Пожалуйста добавьте как минимум одну ссылку на категорию интернет-магазина",
                        "example": "https://www.wildberries.ru/catalog/zdorove/tovary-posle-mastektomii"
                    }
                }
            },
            {
                "name": "Сбор данных по ссылкам на товары",
                "filename": "config_by_product.yml",
                "settings": {
                    "variables": [],
                    "presets": [],
                    "pool": {
                        "title": "Пожалуйста добавьте как минимум одну ссылку на товар",
                        "example": "https://www.wildberries.ru/catalog/48960577/detail.aspx?targetUrl=BP"
                    }
                }
            }
        ]
    }
}
